"Turn Passcode Off" = "Zet Paswoord Af";
"Turn Passcode On" = "Zet Paswoord Aan";
"Change Passcode" = "Verander Paswoord";
"Erase Data" = "Verwijder Gegevens";
"Set Passcode" = "Zet Paswoord";
"Change Passcode" = "Verander Paswoord";
"Turn off Passcode" = "Zet Paswoord Af";
"Enter Passcode" = "Geef Paswoord";
"1 Failed Passcode Attempt" = "1 gefaalde poging";
"%i Failed Passcode Attempts" = "%i gefaalde pogingen";
"Passcodes did not match. Try again." = "Paswoorden zijn verschillend. Probeer opnieuw.";
"Enter a different passcode. You cannot re-use the same passcode." = "Kies een nieuw paswoord.  Paswoorden moeten verschillend zijn.";
"Passcodes did not match. Try again." = "Paswoorden zijn verschillend. Probeer opnieuw.";

"Enter your passcode" = "Geef je paswoord";
"Enter a passcode" = "Geef een paswoord";
"Re-enter your passcode" = "Geef je paswoord opnieuw";
"Enter your old passcode" = "Geef je oude paswoord";
"Enter your new passcode" = "Geef een nieuw paswoord";
"Re-enter your new passcode" = "Geef je paswoord opnieuw";
"Erase all content in the app after %zi failed passcode attempts." = "Verwijder alle data na %zi gefaalde paswoord pogingen.";
"You have entered an incorrect passcode too many times. All account data in this app has been deleted." = "Je hebt te vaak een verkeerd paswoord ingegeven. Alle data is verwijderd.";
"You have entered an incorrect passcode too many times." = "Je hebt te vaak een verkeerd paswoord ingegeven.";
"All data in this app will be erased after %zi failed passcode attempts." = "Alle gegevens in Timesheets worden verwijderd na %zi verkeerde paswoord pogingen.";
"Enable" = "Zet Aan";
"Cancel" = "Annuleer";